do

function run(msg, matches)
  return [[ 
▪️ رفع اداري /: رفع مدير
🔻تنزيل ادري / : حذف مدير
▫️ رفع ادمن >/ : رفع ادمن
🔻 تنزيل ادمن >/ : حذف ادمن
🛡 الادمنيه >/: لاظهار ادمنية 
☠ الاداريين >/: اضهار اداريين 
◽️◾️◽️◽️◾️◽️◾️◽️
✅  قائمة الحظر… والطرد.
😈بلوك : لطرد العضو
👿 حظر : لحظر العظر
😇 الغاء الحظر : فتح الحضر عنة
✋🏽 مغادره : للخروج من المجموعة
🔕 كتم  : لتفعيل الصمت على احد 
🔔 كتم  : الغاء الصمت على العضو
💀منع   : لحضر الكلمة ب مجموعه
👽 الغاء المنع : لفتح حضر الكلمة
🤖 قائمه المنع : لعرض الكلمات 
◽️◾️◽️◽️◾️◽️◾️◽️
✅  الاوامر الايدي والمعلومات. 
 🅿️ايدي : لاظهار ايدي المجموعه
 🚹 ايدي :  ايدي  بلرد
📋 معلومات المجموعه  
📖 الاعدادات : اضهار اعدادات 
📰 اعدادات الوسائط : اضهار  
◽️◾️◽️◽️◾️◽️◾️◽️
 ✅اوامر تحكم المجموعه .
📊القوانين : لاضهار القوانين
📈ضع قوانين : لاظافة القوانين
📉ضع وصف : لاظافه وصف 
🖼 ضع صوره : لوضع صورة
📧ضع اسم : لوضع اسم
🎌 ضع معرف >/: لوضع معرف 
🗺 تغير الرابط : لصنع الرابط او تغيرة
📜 الرابط : لضهور الرابط ب المجموعه
📤 الرابط خاص : للحصول على الرابط 
◽️◾️◽️◽️◾️◽️◾️◽️
✅اوامر امان المجموعه
✖️اقفل الروابط ⇒ قفل نشر روابط
✔️افتح الروابط ⇒ فتح نشر روابط
✖️اقفل الاضافه ⇒قفل اضافات
✔️افتح الاضافه ⇒فتح اضافات
✖️اقفل الصور⇒قفل ارسال صور
✔️افتح الصور⇒فتح ارسال صور
✖️اقفل الملصقات⇒قفل ملصقات
✔️افتح الملصقات⇒ فتح ملصقات
✖️اقفل الفايلات⇒قفل ارسال ملفات
✔️افتح الفايلات⇒ فتح ارسال ملفات
✖️اقفل الدردشه⇒لمنع الدردشه 
✔️افتح الدردشه ⇒للسماح للدردشه 
✖️اقفل الصوت ⇒لمنع البصمات 
✔️افتح الصوت ⇒للسماح بإرسال  
✖️اقفل الفيديو ⇒لمنع ارسال فديو 
✔️افتح الفيديو ⇒للسماح بإرسال فديو 
✖️اقفل التكرار ⇒لمنع التكرار 
✔️افتح التكرار  ⇒للسماح بلتكرار 
✖️اقفل الصور المتحركه : لمنع الصور 
✔️افتح الصور المتحركه  : للسماح 
✖️اقفل الكلايش : لمنع الكلايش الطويلة
✔️افتح الكلايش : للسماح بلكلايش 
✖️اقفل الجماعيه : منع  الاعضاء 
✔️افتح الجماعيه : سماح الاعضاء 
✖️اقفل العربيه  : لمنع اللغة ألعربيه 
 ✔️افتح العربيه  : للسماح بلغه ألعربيه
✖️اقفل اعاده توجيه :منع باعادة
✔️افتح اعاده توجيه : سماح باعادة 
◽️◾️◽️◽️◾️◽️◾️◽️
قناة البوت🚹
https://telegram.me/joinchat/CjIxVz4fnQJ3obpWb-Ysiw

🃏🔺 dev للاستفسار راسل المطور

🗯 - Dev - @lssui

🗯 - Dev - @prnice1

🗯 - Dev -@Mmed_94Bot
الضهار اوامر المطور
مساعدة مطور
 ]]


end

return {
description = "Help list", 
usage = "Help list",
patterns = {
"^(الاوامر)$",
},
run = run 
}
end
